[
  {
    "title": "The Eddie Dickens trilogy",
    "author": "Philip Ardagh",
    "image_url": "http://books.google.com/books/content?id=UzzyIRKHUp4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "AWFUL END When both of Eddie Dickens's parents catch a disease that makes them turn yellow, go a bit crinkly round the edges and smell of hot water bottles, it's agreed he should go and stay with relatives at their house Awful End. Unfortunately for Eddie, those relatives are Mad Uncle Jack and Even-Madder Aunt Maud, and it doesn't look as if the three of them are ever going to reach their destination ... DREADFUL ACTS Eddie Dickens narrowly avoids an explosion, a hot-air balloon and arrest, only to find himself falling head-over heels for a girl with a face like a camel's, and into the hands of a murderous gang of escaped convicts who have 'one little job for him to do'. TERRIBLE TIMES Eddie had been given the task of travelling to America to look after his family's interests there. But his life is never that simple; especially with a potential stowaway in his trunk, and Lady Constance Bustle at his side. She's a professional 'travelling companion', whose previous employers seem to have died under the most remarkable and unfortunate circumstances ...",
    "isbn": "9780571275120",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571275120"
  },
  {
    "title": "Laura Ellen Anderson",
    "author": "Rainbow Grey",
    "image_url": "http://books.google.com/books/content?id=OUhCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The second book in a magical new series from best-selling author and illustrator, Laura Ellen Anderson!",
    "isbn": "9780008525903",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008525903"
  },
  {
    "title": "The Rabbit Girl",
    "author": "Mary Arrigan",
    "image_url": "http://books.google.com/books/content?id=9SbBAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "What is the secret of Mallie's picture? The mystery unfolds as evacuees Tony and Alice escape the terrors of London's Blitz for the Lake District, where they befriend a fascinating and fearless old lady. Many years later, an after-school job in a pet shop enables well-meaning Mallie to buy her mum a drawing of a girl with a rabbit. Could this old picture bring past and present together - and change Mallie's life?",
    "isbn": "9781907666926",
    "link": "https://www.google.co.uk/books?vid=ISBN9781907666926"
  },
  {
    "title": "AniMalcom",
    "author": "David Baddiel",
    "image_url": "http://books.google.com/books/content?id=0-DTjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "From David Baddiel, the brightest new star of children's books and winner of the LOLLIES award, comes a laugh-out-loud adventure for every child who ever wondered what it might be like to be a bit of an animal... Malcolm doesn't like animals.Which is a problem because his family love them. Their house is full of pets. What the house is NOT full of is stuff Malcolm likes. Such as the laptop he wanted for his birthday.The only bright spot on the horizon is the Year Six school trip, which Malcolm never thought his parents would pay for. And yet there he is, on the bus, heading to... oh no. A farm.Over the next days, Malcolm changes. He learns a lot about animals. More, in many ways, than he would like. He learns what it's really like to be an animal. A whole series of animals, in fact...It does make him think differently. And speak differently. And eat differently. And, um, smell differently. But will he end up the same as before?Because sometimes the hardest thing to become is... yourself.",
    "isbn": "9780008185152",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008185152"
  },
  {
    "title": "The Taylor Turbochaser",
    "author": "David Baddiel",
    "image_url": "http://books.google.com/books/content?id=pfKUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "It’s the latest Brilliant Blockbuster from bestselling Baddiel! A non-stop thrill-ride adventure that will have readers young and old racing to the finishing line.",
    "isbn": "9780008334185",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008334185"
  },
  {
    "title": "Angela and Diabola",
    "author": "Lynne Reid Banks",
    "image_url": "http://books.google.com/books/content?id=lbCfvHrSbu8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Mr. and Mrs. Cuthbertson-Jones are surprised when their expected baby turns out to be twin girls and distressed when they find that one of them is perfectly good and the other perfectly evil.",
    "isbn": "9780380975624",
    "link": "https://www.google.co.uk/books?vid=ISBN9780380975624"
  },
  {
    "title": "Knitbone Pepper series",
    "author": "Claire Barker",
    "image_url": "http://books.google.com/books/content?id=cgDayQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Knitbone Pepper is a friendly ghost dog, haunting the crumbling Starcross Hall with a gaggle of other ghostly pets. But when he discovers that the Hall is up for sale and his beloved owner, Winnie Pepper, and her madcap parents must leave their home, he smells a rat. Can Knitbone and his ghostly gang of animals help Winnie save Starcross?",
    "isbn": "9781474979269",
    "link": "https://www.google.co.uk/books?vid=ISBN9781474979269"
  },
  {
    "title": "The Bookshop Girl",
    "author": "Sylvia Bishop",
    "image_url": "http://books.google.com/books/content?id=BZaRDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Property Jones loves living in a bookshop, but she's hiding a whopper of a secret ......... she can't actually read! When Property's family win The Montgomery Book Emporium in a surprise raffle, Property's life is turned upside down. But will her secret come out?",
    "isbn": "9781407179179",
    "link": "https://www.google.co.uk/books?vid=ISBN9781407179179"
  },
  {
    "title": "Milly-Molly-Mandy series",
    "author": "Joyce Lankester Brisley",
    "image_url": "http://books.google.com/books/content?id=0nlHkMWX3fEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "First published in 1925 and in print ever since, Milly-Molly-Mandy is an instantly recognisable and well-loved character. This book contains stories about Milly-Molly-Mandy and her extended family.",
    "isbn": "9780230743816",
    "link": "https://www.google.co.uk/books?vid=ISBN9780230743816"
  },
  {
    "title": "A Most Improper Magick",
    "author": "Stephanie Burgis",
    "image_url": "http://books.google.com/books/content?id=YRyISAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Instead of sitting quietly at home practising embroidery, like a respectable young lady, twelve-year-old, Kat Stephensen cuts her hair, dresses as a boy and sets off to save her family from ruin. Along the way, she sets out to win her older sisters their true loves, battles highwaymen, practises magic and finds herself the target of an ancient magical order. Set in an alternate Regency England. First person recount. Suggested level: primary, intermediate.",
    "isbn": "9781848770072",
    "link": "https://www.google.co.uk/books?vid=ISBN9781848770072"
  },
  {
    "title": "The Eighteenth Emergency",
    "author": "Betsy Byars",
    "image_url": "http://books.google.com/books/content?id=3A9BkHEwKIoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "When Marv Hammerman, the toughest boy in school swears to kill twelve year-old Mouse, Mouse finds little help from friends and must use his own devices to deal with the bully.",
    "isbn": "9780099408673",
    "link": "https://www.google.co.uk/books?vid=ISBN9780099408673"
  },
  {
    "title": "Midnight Fox",
    "author": "Betsy Byars",
    "image_url": "http://books.google.com/books/content?id=8yccAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The Midnight Fox is an atmospheric and heartfelt story, and one of Betsy Byars' best-loved classics. And then, this afternoon,' Uncle Fred said to me, 'you and I'll go after the fox.' Tom, a town boy, is horrified when his parents tell him he has to stay on Aunt Millie's farm while they are away. He finds country life every bit as strange and uncomfortable as he feared. But soon, he discovers a rare black fox with green eyes, living with her cubs in the forest. Suddenly, the summer is full of excitement. That is, until Uncle Fred decides to go after the fox - will Tom save her and her family in time? 'I would recommend this book to anyone who loves animals and an adventure story.' Josh, age 10, Toppsta 'A stand-out.' Kirkus",
    "isbn": "9780571310340",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571310340"
  },
  {
    "title": "Molly Moon series",
    "author": "Georgia Byng",
    "image_url": "http://books.google.com/books/content?id=YAU6dINK5EQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Molly has spent all her life in Hardwick House, a miserable orphanage run by hairy-faced Miss Adderstone whose favourite punishment is making Molly clean the toilets with her toothbrush. When Molly finds a mysterious book on hypnotism in the library, she realizes she has an extraordinary talent.",
    "isbn": "9780330399852",
    "link": "https://www.google.co.uk/books?vid=ISBN9780330399852"
  },
  {
    "title": "Frost Hollow Hall",
    "author": "Emma Carroll",
    "image_url": "http://books.google.com/books/content?id=WeqZAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "From the queen of historical fiction, a ghostly tale about love, loss and forgiveness with an instant classic feel. The gates to Frost Hollow Hall loomed before us. They were great tall things, the ironwork all twisted leaves and queer-looking flowers. And they were very definitely shut. Tilly's heart sinks. Will's at the door of their cottage, daring her to come ice-skating up at Frost Hollow Hall. No one goes near the place these days. Rumour has it that the house is haunted . . . Ten years ago the young heir, Kit Barrington, drowned there in the lake. But Tilly never turns down a dare. Then it goes horribly wrong. The ice breaks, Tilly falls through and almost drowns. At the point of death, a beautiful angel appears in the water and saves her. Kit Barrington's ghost. Kit needs Tilly to solve the mystery of his death, so that his spirit can rest in peace. In order to discover all she can, Tilly gets work as a maid at Frost Hollow Hall. But the place makes her flesh crawl. It's all about the dead here, she's told, and in the heart of the house she soon discovers all manner of dark secrets . . . Frost Hollow Hall is a thrilling historical fiction debut. Told in Tilly's unique voice, it is a tale of love and loss, and how forgiveness is the key to recovery. 'Believable, moving and just the right sort of frightening.' Daily Telegraph 'A perfect ghostly mystery for fans of Eva Ibbotson, Ellen Renner and Marie-Louise Jense.' We Love This Book 'The perfect wintry ghost story.' The Sunday Express",
    "isbn": "9780571295456",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571295456"
  },
  {
    "title": "The Girl Who Walked on Air",
    "author": "Emma Carroll",
    "image_url": "http://books.google.com/books/content?id=A9PfAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "From the queen of historical fiction, The Girl Who Walked On Air by Emma Carroll is an enchanting historical adventure for ages 9-11. Louie, who was abandoned at Chipchase's Travelling Circus as a baby, dreams of becoming a 'Showstopper', but Mr Chipchase keeps her hidden, tucked away in the ticket booth. No Death-Defying Stunts for her. But Louie has been secretly practising her act - tightrope-walking - and dreams of being the Girl Who Walked on Air . . . she just needs to be given the chance to shine. And the circus needs her too - Wellbeloved's rival show is stealing their crowds. They need a Showstopper. Desperate, Mr Chipchase reluctantly lets Louie perform. She is a sensation, and gets an offer from the sinister Mr Wellbeloved himself to perform . . . over Niagara Falls. But nothing is quite as it seems and soon Louie's bravery is tested not just on the highwire but in confronting her past and the shady characters in the world of the circus . . . Fans of Frost Hollow Hall will love this epic adventure about following your dreams and becoming a showstopper! 'An adventure of old-fashioned charm.' The Sunday Times 'Engaging and entertaining.' Independent on Sunday 'This book will keep you hooked as you let your imagination take flight.' We Love This Book 'This one ticks all the boxes - Emma Carroll is an author to watch.' Books for Keeps 'Historical fiction fans will love Emma Carroll's The Girl Who Walked on Air.' Sunday Express 'Perfect for captivating the imagination of a developing reader.' Mumsnet",
    "isbn": "9780571297177",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571297177"
  },
  {
    "title": "The Somerset Tsunami",
    "author": "Emma Carroll",
    "image_url": "http://books.google.com/books/content?id=af2dDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A fight for survival against torrential flooding and local superstition from the Queen of Historical Fiction. A sinking boat . . . A girl in disguise . . . A disappearing sea . . . When Fortune Sharpe carves a boat from a tree with her beloved brother, Gem, she's only having a bit of fun. But now is not the time for a girl to be drawing attention to herself. She is sent away to find work dressed as a boy. Luckily a rich manor house is hiring. Yet Barrow Hall's inhabitants harbour dangerous secrets of their own, the suspicious owner is hunting for witches, and the house itself is a little too close to the sea . . . 'To read a new Emma Carroll book is to wallow in a warm bath as she expertly combines a thrilling story with local history and characters to root for.' The Times 'Carroll's historical fiction is at its best in this dramatic story . . . A wonderful sense of place and challenging characters.' Daily Mail, Best Children's Books of the Year 'Emma just gets better and better and BETTER.' Scott Evans, The Reader Teacher & #PrimarySchoolBookClub",
    "isbn": "9780571332823",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571332823"
  },
  {
    "title": "Ethan’s Voice",
    "author": "Rachel Carter",
    "image_url": "http://books.google.com/books/content?id=4axwlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Perfect for fans of Mark Haddon, David Almond and Jacqueline Wilson How do you begin to tell your story when you can't speak? Ethan lives on the canal. He likes it there. He can go to the pond and catch newts and minnows. He can learn everything he needs to know from books and from his mum. No one there laughs at him because he doesn't talk. Ethan can't remember exactly when he stopped talking or why. It is only when he meets Polly, a girl who has recently moved to the canal, that he begins to wish things were different.",
    "isbn": "9781407135502",
    "link": "https://www.google.co.uk/books?vid=ISBN9781407135502"
  },
  {
    "title": "Saxby Smart (Private Detective) series",
    "author": "Simon Cheshire",
    "image_url": "http://books.google.com/books/content?id=_-zmmAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "In this third volume of the Saxby Smart: Private Detective series, Saxby solves three more daunting cases: The Pirate's Blood, The Mystery of Mary Rogers, and The Lunchbox of Notre Dame. With the help of his Thinking Chair (located in his headquarters/parents' tool shed), his sharp mind, and his two best friends, Saxby proves once again that age makes no difference when it comes to cracking the case.",
    "isbn": "9781596434769",
    "link": "https://www.google.co.uk/books?vid=ISBN9781596434769"
  },
  {
    "title": "Clarice Bean series",
    "author": "Lauren Child",
    "image_url": "http://books.google.com/books/content?id=fM0HOAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "All three 'Clarice Bean' novels in one stylish slipcase.",
    "isbn": "9781408304686",
    "link": "https://www.google.co.uk/books?vid=ISBN9781408304686"
  },
  {
    "title": "Ruby Redfort series",
    "author": "Lauren Child",
    "image_url": "http://books.google.com/books/content?id=DwhGvgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Say goodbye to Ruby Redfort: every smart kid's smart kid. The mind-blowing conclusion to the thrilling series by award-winning author Lauren Child. Ruby Redfort: undercover agent, code-cracker and thirteen-year-old genius - you can count on her when the ice starts to crack. All good things come to an end... Ruby Redfort is running scared, a whole bunch of people want her dead and worst of all one of them is on her team. But just who is this agent of doom? You can run, Ruby, but you can't hide...",
    "isbn": "9780007334292",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007334292"
  },
  {
    "title": "Ramona series",
    "author": "Beverley Cleary",
    "image_url": "http://books.google.com/books/content?id=uwDwxLlI7lQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The latest book in the hugely popular series about Ramona Quimby. Ramona is just starting the fourth grade and believes this will be 'the best year of her life, so far.' As well as her older sister, Beezus, Ramona now has a new baby sister, Roberta. But best of all, she has a new best friend, Daisy. Beverly Cleary is one of America's most popular authors and has won many prestigious awards, including the American Library Association's Laura Ingalls Wilder Award. This new Ramona book is being published alongside the first two Ramona books, Beezus and Ramona and Ramona the Pest. The rest of Beverly Cleary's Ramona books will also be published in the near future.",
    "isbn": "9780192750860",
    "link": "https://www.google.co.uk/books?vid=ISBN9780192750860"
  },
  {
    "title": "The Land of Stories series",
    "author": "Chris Colfer",
    "image_url": "http://books.google.com/books/content?id=Qk1qFxx3A4oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Alex and Conner Bailey's world is about to change. When the twins' grandmother gives them a treasured fairy-tale book, they have no idea they're about to enter a land beyond all imagining: the Land of Stories, where fairy tales are real. But as Alex and Conner soon discover, the stories they know so well haven't ended in this magical land - Goldilocks is now a wanted fugitive, Red Riding Hood has her own kingdom, and Queen Cinderella is about to become a mother! The twins know they must get back home somehow. But with the legendary Evil Queen hot on their trail, will they ever find the way? The Land of Stories: The Wishing Spell brings readers on a thrilling quest filled with magic spells, laugh-out-loud humour and page-turning adventure.",
    "isbn": "9781405517911",
    "link": "https://www.google.co.uk/books?vid=ISBN9781405517911"
  },
  {
    "title": "The Castle Corona",
    "author": "Sharon Creech",
    "image_url": "http://books.google.com/books/content?id=mU9xAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "One fairytale setting, two very different families and a lot of strange and magical happenings. From Carnegie Medal winner Sharon Creech",
    "isbn": "9781408848036",
    "link": "https://www.google.co.uk/books?vid=ISBN9781408848036"
  },
  {
    "title": "The Secret World of Polly Flint",
    "author": "Helen Cresswell",
    "image_url": "http://books.google.com/books/content?id=z0kFwJYlimAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Polly Flint, a girl who sees things other people can't, finds herself involved with the time gypsies of Grimstone, inhabitants of a lost village who have become trapped in a time not their own.",
    "isbn": "9780689715327",
    "link": "https://www.google.co.uk/books?vid=ISBN9780689715327"
  },
  {
    "title": "The Demon Headmaster",
    "author": "Gillian Cross",
    "image_url": "http://books.google.com/books/content?id=zz0gAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "",
    "isbn": "9780192755827",
    "link": "https://www.google.co.uk/books?vid=ISBN9780192755827"
  },
  {
    "title": "Danny the Champion of the World",
    "author": "Roald Dahl",
    "image_url": "http://books.google.com/books/content?id=mMnLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "My father, without the slightest doubt, was the most marvellous and exciting father any boy ever had. This beautiful edition of Danny the Champion of the World, part of The Roald Dahl Classic Collection, features official archive material from the Roald Dahl Museum and is perfect for Dahl fans old and new. So, enter a world where invention and mischief can be found on every page and where magic might be at the very tips of your fingers . . . The Roald Dahl Classic Collection reinstates the versions of Dahl’s books that were published before the 2022 Puffin editions, aimed at newly independent young readers.",
    "isbn": "9780241683439",
    "link": "https://www.google.co.uk/books?vid=ISBN9780241683439"
  },
  {
    "title": "Matilda",
    "author": "Roald Dahl",
    "image_url": "http://books.google.com/books/content?id=_uIlE7DkAzYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The much-loved Roald Dahl story, updated for a whole new generation of readers with an exciting new interior design and cover look. These books gave Matilda a hopeful and comforting message: you are not alone. Matilda is a brilliant child with a magical mind. But her parents have decided she's just a nuisance who wastes too much time on reading and stories. And her headmistress Miss Trunchbull is a terrible bully, who thinks children are rotten and awful and should be locked up. Now it's time for Matilda to find the power to change her story, and show them just how extraordinary children can be . . . The text in this edition of Matilda was updated in 2022 for young independent readers.",
    "isbn": "9780141929453",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141929453"
  },
  {
    "title": "Because of Winn-Dixie",
    "author": "Kate DiCamillo",
    "image_url": "http://books.google.com/books/content?id=ddRIAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A classic tale by Newbery Medalist Kate DiCamillo, America's beloved storyteller. One summer’s day, ten-year-old India Opal Buloni goes down to the local supermarket for some groceries – and comes home with a dog. But Winn-Dixie is no ordinary dog. It’s because of Winn-Dixie that Opal begins to make friends. And it’s because of Winn-Dixie that she finally dares to ask her father about her mother, who left when Opal was three. In fact, as Opal admits, just about everything that happens that summer is because of Winn-Dixie. Featuring a new cover illustration by E. B. Lewis.",
    "isbn": "9780763649456",
    "link": "https://www.google.co.uk/books?vid=ISBN9780763649456"
  },
  {
    "title": "The Miraculous Journey of Edward Tulane",
    "author": "Kate DiCamillo",
    "image_url": "http://books.google.com/books/content?id=i6pIAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The #1 NEW YORK TIMES bestseller -- now in a digest edition (Age 7 and up) Once, in a house on Egypt Street, there lived a china rabbit named Edward Tulane. The rabbit was very pleased with himself, and for good reason: he was owned by a girl named Abilene, who adored him completely. And then, one day, he was lost. . . . Kate DiCamillo takes us on an extraordinary journey, from the depths of the ocean to the net of a fisherman, from the bedside of an ailing child to the bustling streets of Memphis. Along the way, we are shown a miracle -- that even a heart of the most breakable kind can learn to love, to lose, and to love again. This beloved classic is now available in an accessible digest edition with black-and-white interior illustrations.",
    "isbn": "9780763649425",
    "link": "https://www.google.co.uk/books?vid=ISBN9780763649425"
  },
  {
    "title": "Trebizon School series",
    "author": "Anne Digby",
    "image_url": "http://books.google.com/books/content?id=Rp4bswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "It's only the start of Rebecca Mason's second term at Trebizon School, and she is already caught between her two closest friends. Why is Tish trying to stop Sue from becoming the captain of the hockey team? And why is she suddenly so keen for Sue to concentrate on the music scholarship? Can Rebecca solve the mystery of Tish's strange behaviour, or will the friendship be ruined forever?",
    "isbn": "9781405280648",
    "link": "https://www.google.co.uk/books?vid=ISBN9781405280648"
  },
  {
    "title": "The Spiderwick Chronicles",
    "author": "Tony DiTerlizzi & Holly Black",
    "image_url": "http://books.google.com/books/content?id=nx2pzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "A box set presents the adventures of the Grace children who have some unusual experiences after they discover a field guide to fairies and other creatures.",
    "isbn": "9780689875212",
    "link": "https://www.google.co.uk/books?vid=ISBN9780689875212"
  },
  {
    "title": "The Giants and the Joneses",
    "author": "Julia Donaldson",
    "image_url": "http://books.google.com/books/content?id=99PrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The 20th anniversary edition of the giant-classic of an adventure story for young readers from bestselling author of The Gruffalo, Julia Donaldson.",
    "isbn": "9781405251587",
    "link": "https://www.google.co.uk/books?vid=ISBN9781405251587"
  },
  {
    "title": "The Lilac Tree trilogy",
    "author": "Helen Dunmore",
    "image_url": "http://books.google.com/books/content?id=6_kZAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "After the tragic death of her father, Katie and her mum go to live in the depths of Cornwall, as far away from their London life as possible. The countryside is beautiful, but coping with a cottage with no heating, an outside loo and a lot of spiders is more than Katie bargained for. Then she meets Zillah, from the farm up.",
    "isbn": "9780439977678",
    "link": "https://www.google.co.uk/books?vid=ISBN9780439977678"
  },
  {
    "title": "The Infinite Lives of Maisie Day",
    "author": "Christopher Edge",
    "image_url": "http://books.google.com/books/content?id=k32yuQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "On her tenth birthday, super-smart Maisie wakes to a shifted reality and must work within the laws of the universe and trust the love of her family to set the world right. Alternate chapters present divergent timelines.",
    "isbn": "9780525646419",
    "link": "https://www.google.co.uk/books?vid=ISBN9780525646419"
  },
  {
    "title": "Escape Room",
    "author": "Christopher Edge",
    "image_url": "http://books.google.com/books/content?id=5BhZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The latest mind-blowing novel from award-winning author Christopher Edge, Escape Room is a thrilling adventure that challenges readers to think about what they've done to save the world today. When twelve-year-old Ami arrives at The Escape, she thinks it's just a game - the ultimate escape room with puzzles and challenges to beat before time runs out. Meeting her teammates, Adjoa, Ibrahim, Oscar and Min, Ami learns from the Host that they have been chosen to save the world and they must work together to find the Answer. But as he locks them inside the first room, they quickly realise this is no ordinary game. From a cavernous library of dust to an ancient Mayan tomb, a deserted shopping mall stalked by extinct animals to the command module of a spaceship heading to Mars, the perils of The Escape seem endless. Can Ami and her friends find the Answer before it's too late? With cover illustration by David Dean. \"A writer of genuine originality\" - Guardian Check out these other brilliant books from Christopher Edge: - The Many Worlds of Albie Bright - The Jamie Drake Equation - The Infinite Lives of Maisie Day - The Longest Night of Charlie Noon",
    "isbn": "9781788007955",
    "link": "https://www.google.co.uk/books?vid=ISBN9781788007955"
  },
  {
    "title": "My Naughty Little Sister series",
    "author": "Dorothy Edwards",
    "image_url": "http://books.google.com/books/content?id=nlrg0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Dorothy Edwards' playful stories and Shirley Hughes' beautiful illustrations have charmed generations of children and adults alike for nearly 75 years My naughty little sister is stubborn and greedy and full of mischief. She tries to cut off the cat's tail and eats all the trifle at Harry's party! How much bother can one little sister be? Dorothy Edwards' classic story about one naughty but very entertaining little sister. My Naughty Little Sister has charmed generations of adults and children alike thanks to Dorothy Edwards' playful stories and Shirley Hughes' beautiful illustrations. These best-selling books are perfect for little girls with siblings of their own. A great book for early readers aged 6 and up. Fans of Milly Molly Mandy and Mrs Pepperpot will love My Naughty Little Sister. Praise for My Naughty Little Sister: 'Edwards was one of the best children's writers of the 20th century and her collaboration with illustrator Shirley Hughes was pure magic: the stories are cheeky, touching and funny' - the Sunday Express. 'Naughtiness is naughtiness, whatever the generation, and these stories are a delight' - The Scotsman Dorothy Edwards dreamt up My Naughty Little Sister whilst on a family holiday in 1950. Dorothy based the character on her younger sister, Phyllis, and went on to write five books about her naughty little sister with wide acclaim. Dorothy became a household name and her stories were read and loved across the globe. Have you collected all of the My Naughty Little Sister series? My Naughty Little Sister When My Naughty Little Sister Was Good My Naughty Little Sister and Bad Harry My Naughty Little Sister's Friends",
    "isbn": "9780008726652",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008726652"
  },
  {
    "title": "The Dreamsnatcher",
    "author": "Abi Elphinstone",
    "image_url": "http://books.google.com/books/content?id=lZ1-BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Twelve-year-old Moll Pecksniff wakes one night in the middle of the forest, lured there by a recurring nightmare - the one with the drums and the rattles and the masks. The Dreamsnatcher is waiting. He has already taken her dreams and now he wants her life. Because Moll is more important than she knows… The Oracle Bones foretold that she and Gryff, a wildcat that has always been by her side, are the only ones who can fight back against the Dreamsnatcher's dark magic. Suddenly everything is at stake, and Moll is drawn into a world full of secrets, magic and adventure. Catapult into this page-turning adventure from the author of Sky Song, perfect for fans of J.K. Rowling, Michelle Harrison and Eva Ibbotson. 'Abi Elphinstone's glorious novels make you feel as if you're living the adventure yourself. They're pure adrenalin and joy’ Lauren St John, author of The White Giraffe ‘Fast paced and full of charm' Piers Torday, author of The Last Wild 'No one does edge-of-seat action like Abi Elphinstone' Emma Carroll, author of Letters from the Lighthouse 'Abi Elphinstone’s books are full of adventure, wit, heart, and, above all, bravery’ Katherine Rundell, author of The Explorer ​ ‘Abi Elphinstone is proving to be a worthy successor to CS Lewis’ The Times 'A gifted storyteller... one of today's greatest children's authors' LoveReading You can watch the magical trailer for Abi's book on her website: www.abielphinstone.com Also by Abi Elphinstone: The Shadow Keeper The Night Spinner Sky Song Winter Magic (anthology) Everdark (World Book Day) Rumblestar Jungledrop The Crackledawn Dragon Everdark",
    "isbn": "9781471122699",
    "link": "https://www.google.co.uk/books?vid=ISBN9781471122699"
  },
  {
    "title": "Who Let the Gods Out?",
    "author": "Maz Evans",
    "image_url": "http://books.google.com/books/content?id=MXMBDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A shooting star crashes to earth and changes Elliot's life forever. The star is Virgo - a young Zodiac goddess on a mission. When the pair accidentally unleash the wicked death daemon Thanatos, they turn to the old Olympian gods for help. But after centuries of cushy retirement on earth, are Zeus and his crew up to the task?",
    "isbn": "9781910655641",
    "link": "https://www.google.co.uk/books?vid=ISBN9781910655641"
  },
  {
    "title": "Bill’s New Frock",
    "author": "Anne Fine",
    "image_url": "http://books.google.com/books/content?id=a9-YdxriqjIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "When Bill Simpson wakes up one morning he finds that he is a girl and that having to wear a frilly pink dress is just the beginning of his problems.",
    "isbn": "9780749703059",
    "link": "https://www.google.co.uk/books?vid=ISBN9780749703059"
  },
  {
    "title": "Step by Wicked Step",
    "author": "Anne Fine",
    "image_url": "http://books.google.com/books/content?id=ek_3wLVkZngC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Five schoolmates share the stories of their parents' estrangements, divorces, and remarriages and the effects these events have had on their lives.",
    "isbn": "9780140366471",
    "link": "https://www.google.co.uk/books?vid=ISBN9780140366471"
  },
  {
    "title": "The Lady Grace Mysteries",
    "author": "Patricia Finney",
    "image_url": "http://books.google.com/books/content?id=MJlSh_RjbGcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Presents two works in which thirteen-year-old Lady Grace Cavendish, favorite maid of honor of Elizabeth I, must solve a murder mystery to clear the name of her betrothed, and stows away on a ship in hopes of finding a kidnapped Lady Sarah.",
    "isbn": "9780385740050",
    "link": "https://www.google.co.uk/books?vid=ISBN9780385740050"
  },
  {
    "title": "War Boy",
    "author": "Michael Foreman",
    "image_url": "http://books.google.com/books/content?id=bGfhAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "An English artist writes and illustrates a memoir of his own wartime childhood.",
    "isbn": "9780008612719",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008612719"
  },
  {
    "title": "The Smallest Girl Ever",
    "author": "Sally Gardner",
    "image_url": "http://books.google.com/books/content?id=OlRLC5UkD2oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The story of a little girl so tiny that she fits into a handbag - by award-winning author Sally Gardner, part of her MAGICAL CHILDREN series. Everyone expects Ruby Genie to have the same fantastic magical powers as her famous parents did, but Ruby can't do any magic at all - or so she thinks. Then she begins to get smaller . . . and smaller . . . and smaller. With the help of Aunt Hat, the kindly conjuror who is hopeless at doing tricks, Ruby finds her own special brand of magic. This is a wonderfully funny adventure story, full of brilliant characters, who help Ruby discover that some of the best things come in small packages!",
    "isbn": "9781444005769",
    "link": "https://www.google.co.uk/books?vid=ISBN9781444005769"
  },
  {
    "title": "Lucy Willow",
    "author": "Sally Gardner",
    "image_url": "http://books.google.com/books/content?id=OWiuqT1wVkMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "'There were three things that marked out Lucy Willow as different. The first was that she lived on a train. The second was that she had a snail called Ernest as a pet. And the third, the most important of all, was that she had green fingers.' It's Lucy's green fingers that save the day when Silverboots McCoy the famous footballer and his girlfriend Blossom B order flowers for their wedding - for Ricky Sparks, who runs the rival garden centre, will stop at nothing to get the contract for himself. Longer and fuller than the Magical Children books, LUCY WILLOW has all Sally Gardner's soaring imagination, enchanting humour and great heart, and is rich in scenes and characters that readers will adore and always remember.",
    "isbn": "9781842557877",
    "link": "https://www.google.co.uk/books?vid=ISBN9781842557877"
  },
  {
    "title": "Monkey and Me",
    "author": "David Gilman",
    "image_url": "http://books.google.com/books/content?id=HPCQCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Nine-year-old Beanie is coping with more than most kids his age, including treatment for leukaemia. But Beanie's not bothered about that, he just wants to be part of his big brother's gang of friends. To show he's got what it takes, Beanie braves a scary deserted house where he finds a young chimpanzee. But where did Malcolm the chimp come from, how does he know sign language, and who are the sinister men pursuing him? MONKEY & ME is a heart-warming story packed with courage and humour.",
    "isbn": "9781783700349",
    "link": "https://www.google.co.uk/books?vid=ISBN9781783700349"
  },
  {
    "title": "Pure Dead Magic series",
    "author": "Debi Gliori",
    "image_url": "http://books.google.com/books/content?id=QU4ioaIcEpcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "All is not well at StregaSchloss, home of the bizarre but lovable Strega-Borgia clan. Mum's attempts to improve her witchcraft skills are failing miserably. Dad has stormed out in a fit of pique. Titus is virtually umbilically attached to his computer. Pandora is seriously bored. And Baby Damp is getting her fat little fingers into everything around. Enter wonder-nanny Mrs McLachlan - she'll soon sort out the Strega-Borgia children, and their parents too, but will she cope with the presence of mythical beasts in the basement, to say nothing of the unexpected arrival of four hit-men, including one in a rabbit suit?",
    "isbn": "9781448172559",
    "link": "https://www.google.co.uk/books?vid=ISBN9781448172559"
  },
  {
    "title": "Miss Happiness and Miss Flower",
    "author": "Rumer Godden",
    "image_url": "http://books.google.com/books/content?id=SwAaCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A beautifully illustrated cover edition of Rumer Godden's classic story about friendship and family, Miss Happiness and Miss Flower. When little Nona is sent from her sunny home in India to live with her relatives in chilly England, she is miserable. Then a box arrives for her in the post and inside, wrapped up in tissue paper, are two little Japanese dolls. A slip of paper says their names are Miss Happiness and Miss Flower. Nona thinks that they must feel lonely too, so far away from home. Then Nona has an idea – she will build her dolls the perfect house! It will be just like a Japanese home in every way. It will even have a tiny Japanese garden. And as she begins to make Miss Happiness and Miss Flower happy, Nona finds that she is happier too.",
    "isbn": "9781447292753",
    "link": "https://www.google.co.uk/books?vid=ISBN9781447292753"
  },
  {
    "title": "Little Plum",
    "author": "Rumer Godden",
    "image_url": "http://books.google.com/books/content?id=icSVCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The new girl who moves into the mansion next door is a mystery to her eight and nine-year-old neighbors who plot to become her friends when they learn she too owns a Japanese doll.",
    "isbn": "9781447292760",
    "link": "https://www.google.co.uk/books?vid=ISBN9781447292760"
  },
  {
    "title": "Dave Pigeon",
    "author": "Swapna Haddow",
    "image_url": "http://books.google.com/books/content?id=vB9xCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "WINNER of the Greenhouse Funny Prize; SHORTLISTED for the Sainsbury's Book Award and numerous regional awards, this hilarious series is adored by its readers! Over 350,000 Swapna and Sheena books sold! If you can read this, you obviously understand Pigeonese. You may read my book. If you're a cat and you've learnt Pigeonese . . . (HA HA HA! As if a cat would be smart enough to learn Pigeonese). This must mean if you are a cat and you are able to read this, you have taken a pigeon hostage so that you can trick them into translating the Pigeonese words into Meow. I demand you release the hostage pigeon now. My book contains TOP SECRET ideas that are NONE of a cat's business. Dave Pigeon is writing a book on how he defeated Mean Cat in order to help fellow pigeons everywhere. Cats beware! A hilarious debut for 6+ readers with black and white illustrations by the superbly talented Sheena Dempsey. 'A hilarious new series.' Angels and Urchins 'A really enjoyable read for children just moving into chapter books.' Books for Keeps 'Readers will love this action packed story about friendship, bravery and the lengths a pigeon will go to to secure themselves a crumbly treat.' Reading Zone 'I can't imagine any child not loving Dave and waiting excitedly for his next adventure.' Serendipity Reviews 'Readers will love it as it is full of daring and bravery, and much backfiring of ridiculous schemes and much crossing out.' The School Librarian",
    "isbn": "9780571323319",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571323319"
  },
  {
    "title": "The 13 Treasures",
    "author": "Michelle Harrison",
    "image_url": "http://books.google.com/books/content?id=KVImAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The third and final instalment in the fairy-filled Thirteen Treasures trilogy, full of fairies, magic and pure adventure from Waterstones Children's Book Prize winner Michelle Harrison. Red's past won't stay hidden. She's now living at Elvesden Manor under her real name, Rowan, and trying to put her terrible adventures behind her. But staying out of trouble isn't as easy as she'd hoped. Haunted by awful dreams of Hedgewitch's cottage – and of Eldritch, who swore revenge when she left him there to die – Red fears the fairy realm is about to draw her back in . . . But, will she make it back, this time? Or will dark forces finally claim her? The perfect series for fans of Katherine Rundell and Sophie Anderson! Praise for Michelle Harrison: 'Harrison has a knack for creating stories so engrossing you won’t notice when the sun begins to rise and you are still reading' Waterstones Books Quarterly 'BRILLIANT' Emma Carroll, author of Letters From The Lighthouse, on A Pinch of Magic 'Simply phenomenal!' Sophie Anderson, author of The House With Chicken Legs, on A Pinch of Magic 'I was utterly captivated by the Widdershins sisters' Lisa Thompson, author of The Goldfish Boy, on A Pinch of Magic ‘A fabulous magical adventure’ Sunday Express, on A Pinch of Magic ‘Fantasy and adventure appear on every page of this spellbinding tale’ Daily Mail, on A Pinch of Magic 'The Thirteen Treasures boils with the kind of fairy that is far worse than Puck… what could be more cheering to curl up with.' Amanda Craig, The Times, on the Thirteen Treasures series 'Flows with energy from page to page with a magical enchanting story which kept me gripped… it's a little treasure and the first of many I hope.' Mr Ripley's Enchanted Books, on the Thirteen Treasures series 'This is an unmissable treat. Combining the faery of Spiderwick with a truly nail-biting thriller, this is first rate entertainment for children (and adults)' Books Monthly.co.uk, on the Thirteen Treasures series 'The Thirteen Curses is so hard to put down it's almost impossible' Wondrous Reads, on The Thirteen Curses",
    "isbn": "9780857070906",
    "link": "https://www.google.co.uk/books?vid=ISBN9780857070906"
  },
  {
    "title": "A Pinch of Magic",
    "author": "Michelle Harrison",
    "image_url": "http://books.google.com/books/content?id=9AEuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Sisters, secrets and spellbinding adventure . . . Discover the bestselling Pinch of Magic adventures from Michelle Harrison. Order A Storm of Sisters now! The Widdershins sisters, Betty, Fliss and Charlie are trapped, prevented from leaving their home on Crowstone by an ancient family curse. When they inherit three magical objects with the power to change their fate, adventure beckons. But are they being led into even greater danger? Join the Widdershins sisters and break the family curse in the first Pinch of Magic Adventure, shortlisted for the 2020 British Book Awards. Continue the adventures in A Sprinkle of Sorcery, A Tangle of Spells and A Storm of Sisters. ‘A spellbinding story, steeped in magic. I adored it.’ Abi Elphinstone, author of Sky Song ‘Brilliant’ Emma Carroll, author of Letters from the Lighthouse ‘Simply phenomenal’ Sophie Anderson, author of The House with Chicken Legs ‘The wry enchantment of an E. Nesbit classic’ Guardian ‘Fantasy and adventure appear on every page of this spellbinding tale’ Daily Mail",
    "isbn": "9781471124303",
    "link": "https://www.google.co.uk/books?vid=ISBN9781471124303"
  },
  {
    "title": "The Boy with Wings",
    "author": "Lenny Henry",
    "image_url": "http://books.google.com/books/content?id=iZ2vEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "It's Tunde's twelfth birthday and he's in for a surprise . . . he sprouts wings! Along with his friends, Tunde must save the world. Readers will adore Lenny Henry's first middle grade book, The Boy with Wings, that's packed with captivating illustrations by Keenon Ferrell. Plus, it includes an exclusive comic book adventure illustrated by Mark Buckingham! An ordinary kid is about to become an EXTRAORDINARY hero! Wings? Check. A super-cool, super-secret past? Check. An impossible mission to save the world from a fur-ocious enemy? Check. When Tunde sprouts wings and learns he’s all that stands between Earth and total destruction, suddenly school is the least of his problems. Luckily, his rag-tag group of pals have got his back, and with his new powers, Tunde is ready to fly in the face of danger. So what if he can’t even stand up to the school bully? He’s the boy with wings – this is his destiny. No pressure then. . . This illustrated book also includes an exclusive comic in the back!",
    "isbn": "9781524888237",
    "link": "https://www.google.co.uk/books?vid=ISBN9781524888237"
  },
  {
    "title": "Granny",
    "author": "Anthony Horowitz",
    "image_url": null,
    "synopsis": "",
    "isbn": "9781855496224",
    "link": "https://www.google.co.uk/books?vid=ISBN9781855496224"
  },
  {
    "title": "Groosham Grange",
    "author": "Anthony Horowitz",
    "image_url": null,
    "synopsis": "",
    "isbn": "9781844241194",
    "link": "https://www.google.co.uk/books?vid=ISBN9781844241194"
  },
  {
    "title": "Diamond Brothers series",
    "author": "Anthony Horowitz",
    "image_url": "http://books.google.com/books/content?id=kAGTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "From the # 1 New York Times bestselling author of the Alex Rider series. What would Tim Diamond, the world's worst private detective, dowithout his quick-thinking brother Nick? The bumbling detective and his kid brother are at it again in these three hilarious, fast-paced mysteries. Whether it's finding out who flattened a philanthropist with a steamroller in The Blurred Man, outsmarting Parisian drug smugglers on a vacation gone miserably wrong in The French Confection, or catching the murderer behind a deadly class reunion in I Know What You Did Last Wednesday, there's never a dull moment with this crimesolving duo around. Find out if Nick can get to the bottom of these mysteries before Tim messes everything up, or worse, gets them both killed.",
    "isbn": "9780142402986",
    "link": "https://www.google.co.uk/books?vid=ISBN9780142402986"
  },
  {
    "title": "The Warrior Cats series",
    "author": "Erin Hunter",
    "image_url": "http://books.google.com/books/content?id=PtagSN7P6HIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Epic adventures. Fierce warrior cats. A thrilling fantasy world. It all begins here. Read the book that began a phenomenon—and join the legion of fans who have made Erin Hunter’s Warriors series a #1 national bestseller. For generations, four Clans of wild cats have shared the forest according to the laws laid down by their ancestors. But the warrior code has been threatened, and the ThunderClan cats are in grave danger. The sinister ShadowClan grows stronger every day. Noble warriors are dying—and some deaths are more mysterious than others. In the midst of this turmoil appears an ordinary housecat named Rusty… who may turn out to be the bravest warrior of them all.",
    "isbn": "9780061757310",
    "link": "https://www.google.co.uk/books?vid=ISBN9780061757310"
  },
  {
    "title": "How the Whale Became and other stories",
    "author": "Ted Hughes",
    "image_url": "http://books.google.com/books/content?id=FqHZbw6fqX4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "This collection of eleven evocative, accessible and funny stories for children of 5+ tells how a particular animal came to be as it is now. The Whale grew up in God's vegetable patch but was banished to sea when he became too large and crushed all His carrots; the Polar Bear was lured to the North Pole by the other animals who were jealous that she always won the annual beauty contest; the Hare has asked the moon to marry him but can never stretch his ears high enough to hear her reply; the Bee must sip honey all day long to sweeten the bitter demon that runs through his veins . . . each story is a delight for reading alone or aloud.",
    "isbn": "9780571278831",
    "link": "https://www.google.co.uk/books?vid=ISBN9780571278831"
  },
  {
    "title": "The Secret of Platform 13",
    "author": "Eva Ibbotson",
    "image_url": "http://books.google.com/books/content?id=vFiFXwt9EUMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Under Platform 13 at King's Cross Station is a gump, a door that leads to another world. A hag, an ogre, a wizard, and other creatures have been sent through the gump to rescue their young Prince. But he has become a horrible brat called Raymond Throttle, who is determined not to be rescued.",
    "isbn": "9780330398015",
    "link": "https://www.google.co.uk/books?vid=ISBN9780330398015"
  },
  {
    "title": "Which Witch",
    "author": "Eva Ibbotson",
    "image_url": "http://books.google.com/books/content?id=5l7MMVx7GGkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "When Arriman the Awful, the handsome wizard of the North, announces a contest to choose his bride, every witch in town is a flutter. The meanest, most powerful witch will wed the wizard. But little Belladonna is dismayed, because as hard as she tries, her spells conjure up begonias and baby birds, and not a single viper or bloodshot eyeball. She just has to do something seriously sinister in time for the contest....",
    "isbn": "9780141304274",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141304274"
  },
  {
    "title": "Monster Mission",
    "author": "Eva Ibbotson",
    "image_url": "http://books.google.com/books/content?id=Ra1VsYN18r8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Some mysterious, mad aunts have kidnapped three children to help them run a sanctuary for strange and wonderful creatures like mermaids, selkies, the boobrie bird, and even the great Kraken himself. However, the secret island they all love is under threat by villains who have other ideas.",
    "isbn": "9780330372626",
    "link": "https://www.google.co.uk/books?vid=ISBN9780330372626"
  },
  {
    "title": "The Matilda Effect",
    "author": "Ellie Irving",
    "image_url": "http://books.google.com/books/content?id=aBoZDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Matilda loves science and inventing. Her heroes are Marie Curie, Leonardo da Vinci and Thomas Edison, and one day she wants to be a famous inventor herself. So when she doesn’t win the school science fair, she’s devastated – especially as the judges didn’t believe she'd come up with her entry on her own. Because she's a girl. When Matilda shares her woes with her Grandma Joss, she's astonished to learn her grandma was once a scientist herself – an astrophysicist, who discovered her very own planet. Trouble is, Grandma Joss was also overlooked – her boss, Professor Smocks, stole her discovery for himself. And he's about to be presented with a Nobel Prize. Matilda concocts a plan. They'll crash the award ceremony and tell everyone the truth! So begins a race against time - and against Matilda's strict mum and dad! - on a journey through Paris, Hamburg and Stockholm, and on which they encounter a famous film star, a circus, and a wanted diamond thief...",
    "isbn": "9781448171989",
    "link": "https://www.google.co.uk/books?vid=ISBN9781448171989"
  },
  {
    "title": "Pages & Co",
    "author": "Anna James",
    "image_url": "http://books.google.com/books/content?id=T5i8AQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "A magical adventure to delight the imagination. A curl-up-on-the-sofa debut from a uniquely talented author. Eleven year-old Tilly has lived above her grandparents' bookshop ever since her mother disappeared shortly after she was born. Like the rest of her family, Tilly loves nothing more than to escape into the pages of her favourite stories. One day Tilly realises that classic children's characters are appearing in the shop through the magic of 'book wandering' - crossing over from the page into real life. With the help of Anne of Green Gables and Alice in Wonderland. Tilly is determined to solve the mystery of what happened to her mother all those years ago, so she bravely steps into the unknown, unsure of what adventure lies ahead and what dangers she may face.",
    "isbn": "9780008229863",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008229863"
  },
  {
    "title": "Moomin series",
    "author": "Tove Jansson",
    "image_url": "http://books.google.com/books/content?id=3CA6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "More delightful tales from the legendary Finnish artist Drawn & Quarterly’s bestselling Moomin series, created by the legendary children’s author Tove Jansson, is now in its fourth installment. The series is the winner of the Harvey Award and has been nominated for multiple Eisner Awards.",
    "isbn": "9781770465510",
    "link": "https://www.google.co.uk/books?vid=ISBN9781770465510"
  },
  {
    "title": "Charmed Life",
    "author": "Diana Wynn Jones",
    "image_url": "http://books.google.com/books/content?id=6kzCyUq2S1cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "\"One of the wittiest, sharpest children’s fantasies ever written\" – Katherine Rundell Glorious new rejacket of a Diana Wynne Jones classic award-winning favourite, featuring Chrestomanci – now a book with extra bits!",
    "isbn": "9780007393930",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007393930"
  },
  {
    "title": "Emil and the Detectives",
    "author": "Erich Kastner",
    "image_url": null,
    "synopsis": "Emil is excited to be taking the train on his own for the first time. He doesn't like the look of his fellow passenger, the man in the bowler hat. Emil will just have to keep his wits about him and his money in his pocket. But Emil falls asleep and when he wakes up the man in the bowler hat is gone - and so is the money! Emil is determined to get it back. He teams up with a gang of young detectives and so begins a hair-raising chase across Berlin to catch the dirty rotten thief...",
    "isbn": "9781909859104",
    "link": "https://www.google.co.uk/books?vid=ISBN9781909859104"
  },
  {
    "title": "Kay’s brilliant brains",
    "author": "Adam Kay",
    "image_url": "http://books.google.com/books/content?id=hm6HEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "KAY'S BRILLIANT BRAINS is a mini book written and illustrated for World Book Day 2023 by the record-breaking Adam Kay and Henry Paker. It's a hilarious celebration of the world's most ingenious geniuses and all that their brilliant brains achieved. One hundred billion people have lived on earth. Unfortunately, this book would be too heavy if it talked about them all, so it's about ten of them. You'll meet Amelia Earhart, who flew across a huge ocean in a tiny plane, back in the days when planes were basically made out of old bits of wood (and worst of all, they didn't have in-flight movies) and Thomas Edison, who invented light bulbs and movie cameras (but only went to school until he was twelve). Plus a whole bunch more other brilliant people with brilliant brains who woke up one day and thought 'Oh, I've got an idea . . . !' and changed the world forever. Praise for Kay's Anatomy: 'An enjoyably gross look at the human body. Hours of gruesome fun guaranteed' i 'Like listening to a teacher who makes pupils fall about' Sunday Times 'Totally brilliant!' Jacqueline Wilson 'Fun and informative' Malorie Blackman 'Very funny - this exciting book is bound to inspire the next generation of medics' Sunday Express Praise for Kay's Marvellous Medicine: 'A ridiculously funny read that will delight, gross out and educate all at the same time' Independent 'Educational and entertaining. It should be on the national curriculum!' Harry Hill 'Completely marvellous and very funny' BookTrust",
    "isbn": "9780241624432",
    "link": "https://www.google.co.uk/books?vid=ISBN9780241624432"
  },
  {
    "title": "Emily Windsnap series",
    "author": "Liz Kessler",
    "image_url": "http://books.google.com/books/content?id=aj6cDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The brand new ninth book in the five-million-copy-selling Emily Windsnap series by Liz Kessler. Bubbling with magic, fun, friendship and oceans of adventure. Emily Windsnap has returned home to Brightport, but she can't help but miss the fantastical adventures she's been having on pirates ships and tropical islands. And Brightport isn't exactly welcoming her home either - in fact, her best friend Mandy doesn't seem at all happy to see her. At least she has a new wishing stone, which will grant her three wishes, to help make things better. But whatever Emily wishes seems to end badly... When she wishes for things to improve in Brightport, it has terrible consequences for her mermaid friends in the ocean. And when when she wishes for the ocean to be kept safe, life on land becomes impossible. Can Emily work out how to use the final wish in a way that will save the future for land, sea, and all her friends?",
    "isbn": "9781510104204",
    "link": "https://www.google.co.uk/books?vid=ISBN9781510104204"
  },
  {
    "title": "Jumble Cat",
    "author": "Archie Kimpton",
    "image_url": "http://books.google.com/books/content?id=yxISBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A hilarious and madcap adventure from a delightfully quirky debut author Billy Slipper is a fairly normal boy with a definitely not-so-fairly normal family. All he wants to do is add to his 'Collectabillya' (an assortment of weird and wonderful objects he finds) in peace, but his cleaning-mad mum (she even clingfilms the carrots!) and his fantastically horrid twin sister have other ideas. However, they don't bargain on Billy finding his best ever Collectabillya - Jumblecat! Jumblecat is a . . . well, a jumbled-up cat (who talks, by the way), and he's set to change the Slippers' lives forever. With the help of his batty old-lady next-door-neighbour, Billy must battle to win the town pet show (top prize: £10,000), find a vet who can un-jumble Jumblecat (price: £10,000), RESCUE Jumblecat when he is stolen (culprit: an insane taxidermy-obsessed general) - and then stop Jumblecat from getting stuffed, all with the help of his dad's milk float. Sounds easy? Well, you just haven't met Jumblecat yet. Beautifully illustrated by the Greenaway Medal nominated artist Kate Hindley, JUMBLECAT is sure to capture your heart.",
    "isbn": "9781471402791",
    "link": "https://www.google.co.uk/books?vid=ISBN9781471402791"
  },
  {
    "title": "Madame Pamplemousse series",
    "author": "Rupert Kingfisher",
    "image_url": "http://books.google.com/books/content?id=rHfpJKCfum0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "In Paris, there is a café, elegantly furnished with polished wooden tables and an awning of striped gold and green, whose walls are filled with vintage posters advertising drinks such as Green Fairy Liqueur, Mermaid Madeira and Red Devil Lemonade. And sitting on the bar is a large, silver, steam-powered espresso coffee machine.The café is owned by Monsieur Moutarde, and Monsieur Moutarde has made the most extraordinary discovery. With the help of his friend, Madame Pamplemousse, he has created a time-travel machine (for that is what the espresso coffee machine is). Very special, highly flavoured, intense ingredients are fed into the machine, where they are subatomically blended with quantum froth and space-time foam. The resulting liquid looks like a small black coffee but in fact transports the drinker through time and space. But this is a dangerous invention. For who knows what would happen if it fell into the wrong hands? Before long, Monsieur Moutarde, Madame Pamplemousse, her cat, Camembert, and her friend, Madeleine, are on the run through space and time to capture a T. rex's freshly caught drool and the tears of the rare sphinx - vital ingredients for a tonic that will both save them and revive the ailing spirit of Paris. A magical romp that will charm and delight.",
    "isbn": "9781408811863",
    "link": "https://www.google.co.uk/books?vid=ISBN9781408811863"
  },
  {
    "title": "Stig of the Dump",
    "author": "Clive King",
    "image_url": "http://books.google.com/books/content?id=67Yc3n0AZdEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "One day, Barney, a solitary little boy, falls into a chalk pit and lands in a sort of cave, where he meets 'somebody with a lot of shaggy hair and two bright black eyes' - whom he names him Stig. And together they enjoy some extraordinary adventures. A much-loved classic story.",
    "isbn": "9780141329697",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141329697"
  },
  {
    "title": "The Sheep Pig",
    "author": "Dick King-Smith",
    "image_url": "http://books.google.com/books/content?id=aM36Mnj0FuwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "When Farmer Hogget wins a piglet at the local fair, Mrs Hogget thinks of fattening it up for the freezer. But the old sheepdog, Fly, takes him under her wing and starts to train him up as a sheep-pig, whose methods of getting the sheep to do what he wants are rather unconventional.",
    "isbn": "9780141302539",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141302539"
  },
  {
    "title": "The Queen’s Nose",
    "author": "Dick King-Smith",
    "image_url": "http://books.google.com/books/content?id=55JiDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Harmony's uncle sends her on a treasure trail - which disappointingly ends in her finding a 50p piece. But the coin is a magic one, and when you rub the queen's nose, your wishes will come true! From the number one author for animal magic comes this wonderful new edition of a much-loved classic.",
    "isbn": "9780141389097",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141389097"
  },
  {
    "title": "The Thieves of Ostia",
    "author": "Caroline Lawrence",
    "image_url": "http://books.google.com/books/content?id=otgBAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "With a stunning command of the Greek language and a mastery of poetic nuance, this translation of Euripides' play breathes unparalleled life into an ancient masterpiece. Using vocabulary that gives the sense that the play was written with an appreciation of and application to the 20th and 21st centuries, this adaptation goes beyond the timeless plot of the consequences of war and the fate of both the victors and the losers and focuses on the modern-day issues of feminism and women's rights. Also included in this volume are two long poems—\"Helen\" and \"Orestes\"—by contemporary Greek poet Yannis Ritsos, who was nominated for the Nobel Prize.",
    "isbn": "9780142401477",
    "link": "https://www.google.co.uk/books?vid=ISBN9780142401477"
  },
  {
    "title": "The Secrets of Vesuvius",
    "author": "Caroline Lawrence",
    "image_url": "http://books.google.com/books/content?id=GKVkCCDcjfkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Ten-year-old Flavia and her friends encounter the Roman admiral Pliny before making a journey to her uncle's farm near Mt. Vesuvius, where they try to solve a riddle, reunite a family, and get out of the path of a natural disaster.",
    "isbn": "9780142401187",
    "link": "https://www.google.co.uk/books?vid=ISBN9780142401187"
  },
  {
    "title": "The Strangeworlds Travel Agency",
    "author": "L. D. Lapinski",
    "image_url": "http://books.google.com/books/content?id=jXcrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Flick Hudson accidentally visits Strangeworld Travel Agency where she can travel to other worlds through magical suitcases.",
    "isbn": "9781534483514",
    "link": "https://www.google.co.uk/books?vid=ISBN9781534483514"
  },
  {
    "title": "A Horse for Angel",
    "author": "Sarah Lean",
    "image_url": "http://books.google.com/books/content?id=Y6EFiIVs3EoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Special friendships can be found in the most unlikely places... A powerful, intriguing story from the bestselling author of A Dog Called Homeless.",
    "isbn": "9780007455041",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007455041"
  },
  {
    "title": "The Forever Whale",
    "author": "Sarah Lean",
    "image_url": "http://books.google.com/books/content?id=zeLCgIon7zIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A family secret waiting to be discovered... from bestselling author of A Dog Called Homeless.",
    "isbn": "9780007512218",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007512218"
  },
  {
    "title": "What to do about Holly",
    "author": "Joan Lingard",
    "image_url": "http://books.google.com/books/content?id=fBlHPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Holly is mortified when her mother dumps her on Nina Nightingale, the author who came into their school that morning. It's only supposed to be for a short train journey, but events take an unexpected turn. What follows is an intriguing and thought provoking exploration of unusual friendship. Suggested level: primary, intermediate.",
    "isbn": "9781846470905",
    "link": "https://www.google.co.uk/books?vid=ISBN9781846470905"
  },
  {
    "title": "Staying with Grandpa",
    "author": "Penelope Lively",
    "image_url": null,
    "synopsis": "",
    "isbn": "9780140370324",
    "link": "https://www.google.co.uk/books?vid=ISBN9780140370324"
  },
  {
    "title": "Monster Hunting Monsters series",
    "author": "Ian Mark",
    "image_url": "http://books.google.com/books/content?id=J8CazgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "\"A MAGNIFICENTLY HILARIOUS MASTERPIECE OF MONSTER PROPORTIONS. I HOWLED WITH LAUGHTER!\", JENNY PEARSON, THE SUPER MIRACULOUS JOURNEY OF FREDDIE YATES A monstrously funny new adventure series. Readers of 8+ and fans of Mega Monster and Shrek will adore the first in the brand new fantasy series from Irish debut author, Ian Mark",
    "isbn": "9780008510855",
    "link": "https://www.google.co.uk/books?vid=ISBN9780008510855"
  },
  {
    "title": "The Rabbits",
    "author": "John Marsden & Shaun Tan",
    "image_url": "http://books.google.com/books/content?id=BtR6LgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "\"The rabbits came many grandparents ago. They built houses, made roads, had children. They cut down trees. A whole continent of rabbits ...\"--Back cover.",
    "isbn": "9780734410832",
    "link": "https://www.google.co.uk/books?vid=ISBN9780734410832"
  },
  {
    "title": "A Million Angels",
    "author": "Kate Maryon",
    "image_url": "http://books.google.com/books/content?id=VDSkN32yc3EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A sparkling novel from the author of SHINE and GLITTER.",
    "isbn": "9780007435890",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007435890"
  },
  {
    "title": "Invisible Girl",
    "author": "Kate Maryon",
    "image_url": "http://books.google.com/books/content?id=nA8uBlQEgIkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Gabriella Midwinter used to have a home. She wasn’t invisible back then... For fans of Cathy Cassidy and Jacqueline Wilson, a stunning new novel from the author of SHINE, GLITTER, SEA OF STARS and A MILLION ANGELS.",
    "isbn": "9780007466917",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007466917"
  },
  {
    "title": "Akimbo series",
    "author": "Alexander McCall-Smith",
    "image_url": null,
    "synopsis": "Getting Unstuck: How Dead Ends Become New Paths",
    "isbn": "9781428103429",
    "link": "https://www.google.co.uk/books?vid=ISBN9781428103429"
  },
  {
    "title": "Tamberlaine’s Elephants",
    "author": "Geraldine McCaughrean",
    "image_url": "http://books.google.com/books/content?id=JB7qMSwadcgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "",
    "isbn": "9780763567088",
    "link": "https://www.google.co.uk/books?vid=ISBN9780763567088"
  },
  {
    "title": "The Doomspell series",
    "author": "Cliff McNish",
    "image_url": "http://books.google.com/books/content?id=D43yHAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "The bestselling fantasy trilogy, THE DOOMSPELL, THE SCENT OF MAGIC and THE WIZARD'S PROMISE in one magical volume. Rachel and Eric are hurtled to a terrifying place. Like thousands of other children before them, they have been snatched away by the Witch. But she has met her match. Rachel and Eric discover they have astonishing powers. Rachel is a spellmaker who can fly, change shape and scent magic across other lands and oceans. Eric is a destroyer of spells. Together they embark on a journey from which there may be no return. The Witch will stop at nothing to enslave them and destroy her old adversaries the Wizards. The fate of all children lies in the balance - will Rachel and Eric save them, or will the Witch finally triumph? Cliff McNish's dazzling storytelling makes each page compulsive reading",
    "isbn": "9781842554999",
    "link": "https://www.google.co.uk/books?vid=ISBN9781842554999"
  },
  {
    "title": "Why the Whales Came",
    "author": "Michael Morpurgo",
    "image_url": "http://books.google.com/books/content?id=fXTOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "An exciting historical adventure from War Horse author and former Children's Laureate Michael Morpurgo.",
    "isbn": "9781780311517",
    "link": "https://www.google.co.uk/books?vid=ISBN9781780311517"
  },
  {
    "title": "My Friend Walter",
    "author": "Michael Morpurgo",
    "image_url": "http://books.google.com/books/content?id=D3LuEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A hilarious tale of history come to life, from former children’s laureate and master storyteller, Michael Morpurgo. Living with a ghost can have its difficulties, I discovered, even if he is your friend.",
    "isbn": "9781780311562",
    "link": "https://www.google.co.uk/books?vid=ISBN9781780311562"
  },
  {
    "title": "Dear Olly",
    "author": "Michael Morpurgo",
    "image_url": "http://books.google.com/books/content?id=1ipx1iP-gigC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Discover the beautiful stories of Michael Morpurgo, author of Warhorse and the nation’s favourite storyteller A moving story of a brother, a sister and a swallow, and how all are in some way victims of the horrors of landmines.",
    "isbn": "9780007375844",
    "link": "https://www.google.co.uk/books?vid=ISBN9780007375844"
  },
  {
    "title": "The Worst Witch",
    "author": "Jill Murphy",
    "image_url": "http://books.google.com/books/content?id=yyhMMLVDjrQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Mildred Hubble is the worst witch at Miss Cackle's Academy for Witches - she's always getting her spells wrong. But she manages to get by until she turns Ethel, the teacher's pet, into her deadly enemy . . .",
    "isbn": "9780141333359",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141333359"
  },
  {
    "title": "The Apprentice Witch",
    "author": "James Nicol",
    "image_url": "http://books.google.com/books/content?id=YzlNDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Arianwyn fluffs her witch's assessment - instead of qualifying, she's declared an apprentice and sent to remote Lull in disgrace. Then her arch-enemy, mean girl Gimma, arrives on holiday determined to make her life a misery. But as a mysterious darkness begins to haunt her spells, Arianwyn realizes there's much more than her pride at stake ...",
    "isbn": "9781910655627",
    "link": "https://www.google.co.uk/books?vid=ISBN9781910655627"
  },
  {
    "title": "The Snow Spider",
    "author": "Jenny Nimmo",
    "image_url": "http://books.google.com/books/content?id=gfBMWzdP6yUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Gifts from Gwyn's grandmother on his tenth birthday open up a whole new world to him, as he discovers he has magical powers that help him heal the breach with his father that has existed ever since his sister's mysterious disappearance four years before.",
    "isbn": "9780816722648",
    "link": "https://www.google.co.uk/books?vid=ISBN9780816722648"
  },
  {
    "title": "The Secret Kingdom series",
    "author": "Jenny Nimmo",
    "image_url": "http://books.google.com/books/content?id=nQWaokA9WfMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "From a New York Times–bestselling author, an adventure featuring the ancestor of Charlie Bone, a prince with magical powers, on a quest to find a new home. Timoken is a prince born in a secret kingdom. At his birth, a forest jinni bestows magical gifts upon him: a cloak made by the last moon spider and a youth potion called Alixir. When the peaceful land is attacked, Timoken and his sister, Zobayda, must find a new kingdom to call home. Together, with only the magical gifts and a talking camel, the siblings set off. In this brand-new series, New York Times and USA Today–bestselling author Jenny Nimmo takes readers on an extraordinary quest with one of her most powerful and mysterious characters, the one who started it all for Charlie Bone and the children of the Red King. “Timoken is a highly appealing young hero.” —Publishers Weekly “Jenny Nimmo has created an original and compelling novel with fascinating details, unique mythology, and an exciting continent-spanning journey. Fans of the popular Children of the Red King series . . . will delight in these new adventures; however, this prequel series stands on its own.” —School Library Journal",
    "isbn": "9780545537711",
    "link": "https://www.google.co.uk/books?vid=ISBN9780545537711"
  },
  {
    "title": "The Little Gentleman",
    "author": "Philippa Pearce",
    "image_url": "http://books.google.com/books/content?id=JMFn3pfHhmsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A young girl's dull life is transformed when she meets and befriends an extraordinary talking mole that likes to be read to and tell of his own past exploits throughout the centuries.",
    "isbn": "9780141318394",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141318394"
  },
  {
    "title": "A Dog so Small",
    "author": "Philippa Pearce",
    "image_url": "http://books.google.com/books/content?id=nNgEAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Ben longed for a dog. His grandfather had promised him a dog for his birthday, but the promise was kept in an unusual way.",
    "isbn": "9780141355191",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141355191"
  },
  {
    "title": "Witchy",
    "author": "Ann Phillips",
    "image_url": "http://books.google.com/books/content?id=0RBxX9du478C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "No one really knew the true story of Uncle Ho's early life before he came to Amy's family. All they knew was that he was a Vietnamese orphan, born among the bombings and terrors of war. Amy's grandmother told her the same stories that she told Uncle Ho because as Granny said, 'everyone needsto know the story of their life, even if it has to be invented.' But the warland nightmares in Uncle Ho's head won't go away. * A companion to 'War Orphan'. * Rachel Anderson has previously won the Guardian Fiction Award for her book \"Paper Faces\". * Her recent young adult titles for Oxford (\"Scavenger's Tale\") and Hodder (\"Sweet Bird of Youth\") have been much acclaimed. * Rachel Anderson's own adoption of a Vietnamese war orphan gives her writing a unique insight into the history of this troubled country. * Rachel Anderson lives in Norfolk.",
    "isbn": "9780192751287",
    "link": "https://www.google.co.uk/books?vid=ISBN9780192751287"
  },
  {
    "title": "I Was a Rat",
    "author": "Philip Pullman",
    "image_url": null,
    "synopsis": "A small homeless boy insists that he was a rat! What is he now, monster, fairground freak, or ordinary small boy? Only three people believe the latter, and only one of those knows the real truth.",
    "isbn": "9780241326350",
    "link": "https://www.google.co.uk/books?vid=ISBN9780241326350"
  },
  {
    "title": "Clockwork",
    "author": "Philip Pullman",
    "image_url": "http://books.google.com/books/content?id=_XdwMFNijmAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "An apprentice clockmaker facing failure, a writer with a story he can't control, a girl whose courage will need to match her kindness, a clockwork knight with murderous tendencies, and a doctor who just might be the Devil: their stories come together piece by piece in this chilling tale where nothing is as it seems.",
    "isbn": "9780439856232",
    "link": "https://www.google.co.uk/books?vid=ISBN9780439856232"
  },
  {
    "title": "Holes",
    "author": "Louis Sachar",
    "image_url": "http://books.google.com/books/content?id=LGsBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Stanley Yelnat's family has a history of bad luck going back generations, so he is not too surprised when a miscarriage of justice sends him to Camp Green Lake Juvenile Detention Centre. Nor is he very surprised when he is told that his daily labour at the camp is to dig a hole, five foot wide by five foot deep, and report anything that he finds in that hole. The warden claims that it is character building, but this is a lie and Stanley must dig up the truth. In this wonderfully inventive, compelling novel that is both serious and funny, Louis Sachar has created a masterpiece that will leave all readers amazed and delighted by the author's narrative flair and brilliantly handled plot.",
    "isbn": "9781526634191",
    "link": "https://www.google.co.uk/books?vid=ISBN9781526634191"
  },
  {
    "title": "Varjak Paw",
    "author": "S.F.Said",
    "image_url": "http://books.google.com/books/content?id=X-HHeqcoh5UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Guided by the spirit of his legendary Mesopotamian ancestor, Jalal, Varjak Paw, a pure-bred cat, leaves his home and pampered existence and sets out to save his family from the evil Gentleman who took away their owner, the Contessa.",
    "isbn": "9780552548182",
    "link": "https://www.google.co.uk/books?vid=ISBN9780552548182"
  },
  {
    "title": "The Outlaw: Varjak Paw",
    "author": "S.F.Said",
    "image_url": "http://books.google.com/books/content?id=nc7-sLuRabEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Having saved the city cats from a fate worse than death, Varjak Paw finds himself the leader of a new gang - But will the pressure take its toll on this brave but sometimes naive cat? Soon the city erupts in an all-out gang war as the evil Sally Bones attempts to control all cats - Horrified and outnumbered, Varjak and the others must fight for their freedom or die trying.",
    "isbn": "9780552551564",
    "link": "https://www.google.co.uk/books?vid=ISBN9780552551564"
  },
  {
    "title": "The Raven Mysteries",
    "author": "Marcus Sedgwick",
    "image_url": null,
    "synopsis": "Edgar is alarmed when he sees a nasty looking black tail slinking under the castle walls. But his warnings to the inhabitants of the castle go unheeded: Lord Valevine Otherhand is too busy trying to invent the unthinkable and discover the unknowable; his wife, Minty, is too absorbed in her latest obsession - baking; and ten-year-old Cudweed is running riot with his infernal pet monkey. Only Solstice, the black-haired, poetry-writing Otherhand daughter, seems to pay any attention. As the lower storeys of the castle begin mysteriously to flood, and kitchen maids continue to go missing, the family come ever closer to the owner of the black tail...",
    "isbn": "9781407233475",
    "link": "https://www.google.co.uk/books?vid=ISBN9781407233475"
  },
  {
    "title": "The Lost Gods",
    "author": "Francesca Simon",
    "image_url": "http://books.google.com/books/content?id=hR2aAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "In The Sleeping Army, Freya went to Hel and back. She fought dragons, fled fire and outwitted giants - all to restore eternal youth to the Norse Gods. But now they're back, does anyone care? The Gods' popularity on earth is waning, and without regular worship, their powers are fading fast and their ancient enemies, the Frost Giants, are stirring. So the Gods hatch a plan - they'll come back down to earth, and they'll pursue a very different kind of popularity. They're going to become celebrities. A rollicking, thrilling and hilarious ride, The Lost Gods takes up where the Sleeping Army left off and takes us back to Simon's brilliantly-imagined modern Norse England.",
    "isbn": "9781847657794",
    "link": "https://www.google.co.uk/books?vid=ISBN9781847657794"
  },
  {
    "title": "Mr Gum series",
    "author": "Andy Stanton",
    "image_url": "http://books.google.com/books/content?id=5vuQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Okay, this book's a bit hard to describe. There's this gingerbread man with electric muscles, see? And he's rich as a mushroom, right? And Mr Gum and Billy William are planning to get the cash, yeah? And it's up to Polly to save the day. And there's a funfair and hot dogs, and Friday O'Leary shouts out some crazy stuff, and... hey, that wasn't so hard to describe after all!",
    "isbn": "9781787531901",
    "link": "https://www.google.co.uk/books?vid=ISBN9781787531901"
  },
  {
    "title": "The Ice Palace",
    "author": "Robert Swindells",
    "image_url": "http://books.google.com/books/content?id=1iSgnUXqPSoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Ivan lives in a land where the winter is dark and fearful. Starjik, King of Winter, steals Ivan's little brother and Ivan braves the bitter cold to find him.",
    "isbn": "9780141926995",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141926995"
  },
  {
    "title": "Harry and the Wrinklies",
    "author": "Alan Temperley",
    "image_url": null,
    "synopsis": "",
    "isbn": "9780590113496",
    "link": "https://www.google.co.uk/books?vid=ISBN9780590113496"
  },
  {
    "title": "Highway Robbers",
    "author": "Kate Thompson",
    "image_url": "http://books.google.com/books/content?id=NBQOvdL6IhMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A boy recounts his adventures that led him to be selling Black Bess, the horse of the legendary highway man Dick Turpin.",
    "isbn": "9781862305151",
    "link": "https://www.google.co.uk/books?vid=ISBN9781862305151"
  },
  {
    "title": "A Dragon Realm Adventure",
    "author": "Katie & Kevin Tsang",
    "image_url": "http://books.google.com/books/content?id=7HGHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "A special World Book Day story in the epic and action-packed DRAGON REALM series from bestselling authors Katie & Kevin Tsang. Perfect for 8+ fans who love fantasy, magic, adventure and DRAGONS! 'Imagination knows no limits in this fantasy adventure. The story is an endless place for exploration and discovery.' The Independent Twelve-year-old Billy Chan and his friends each share a bond with a dragon. When new dragons fall from the sky into the Human Realm, the group join forces to reunite them with their lost egg. But the Dragon Realm is filled with dangerous golden elixir, magical creatures and threats lurking round every corner. Can our heroes accomplish their mission, or will they fall at the last hurdle? For another edge-of-your-seat adventure starring Billy Chan and friends, check out the complete DRAGON REALM series – DRAGON MOUNTAIN, DRAGON LEGEND, DRAGON CITY, DRAGON RISING AND DRAGON DESTINY. And don't miss the new DRAGON FORCE series –INFINITY'S SECRET is now available. Praise for DRAGON MOUNTAIN: 'Splendidly addictive' – Guardian 'Rollicking, escapist storytelling with a dragon-sized heart' – Kiran Millwood Hargrave, author of THE GIRL OF INK AND STARS 'A soaring, sizzling, fire-breathing gem of an adventure story' – Abi Elphinstone, bestselling author of SKY SONG 'A wonderful warm-hearted and action-packed adventure' – Katherine Woodfine, author of THE SINCLAIR'S MYSTERIES 'Packed full of fun, heart and imagination, it will make you wish you had your own dragon bond' – Anna James, author of the PAGES & CO. series 'Brimming with warmth and originality, DRAGON MOUNTAIN combines edge-of-your-seat adventure, laugh-out-loud humour and hugely exciting dragons to create a sweeping fantasy that will captivate readers of all ages.’ – Catherine Doyle, author of THE STORM KEEPER’S ISLAND 'DRAGON MOUNTAIN has all of my favourite things! A rich mythology and a tale of friendship, snarky dragons and daring deeds...this is the kind of breathless tale that leaves you hungry for the next instalment' – Roshani Chokshi, author of the ARU SHAH series ‘DRAGON MOUNTAIN is a joy to read – adventurous and enchanting, with a heart of gold. It will make you re-live the moment you first looked at the sky and longed to see a dragon looking back’ – Samantha Shannon, author of THE PRIORY OF THE ORANGE TREE and THE BONE SEASON series",
    "isbn": "9781398523104",
    "link": "https://www.google.co.uk/books?vid=ISBN9781398523104"
  },
  {
    "title": "Emily Feather series",
    "author": "Holly Webb",
    "image_url": "http://books.google.com/books/content?id=TpBIBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Everyone thinks Emily's house is cool. It has so many different doors and everything is mismatched and sometimes it feels like maybe the walls have moved. But little do people realize that behind some doors lie other worlds, full of magic and wonder. And Emily is soon going to discover this for herself...",
    "isbn": "9781407146638",
    "link": "https://www.google.co.uk/books?vid=ISBN9781407146638"
  },
  {
    "title": "Stuart Little",
    "author": "E.B. White",
    "image_url": "http://books.google.com/books/content?id=XZMZffFDyzcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "A fully colorized paperback edition of E.B. White's classic novel about one small mouse on a very big adventure! Stuart Little is no ordinary mouse. Born to a family of humans, he lives in New York City with his parents, his older brother George, and Snowbell the cat. Though he's shy and thoughtful, he's also a true lover of adventure. Stuart's greatest adventure comes when his best friend, a beautiful little bird named Margalo, disappears from her nest. Determined to track her down, Stuart ventures away from home for the very first time in his life. He finds adventure aplenty. But will he find his friend?",
    "isbn": "9780064410922",
    "link": "https://www.google.co.uk/books?vid=ISBN9780064410922"
  },
  {
    "title": "Charlotte’s Web",
    "author": "E.B. White",
    "image_url": "http://books.google.com/books/content?id=UouqnNklemkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Wilbur, the pig, is desolate when he discovers that he is destined to be the farmer's Christmas dinner until his spider friend, Charlotte, decides to help him.",
    "isbn": "9780760707258",
    "link": "https://www.google.co.uk/books?vid=ISBN9780760707258"
  },
  {
    "title": "My Story series",
    "author": "Ellen Emerson White",
    "image_url": "http://books.google.com/books/content?id=ajWrYKpGqWsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The ship was supposed to be unsinkable. But on April 14, 1912, the unthinkable happened: the world's largest and most luxurious ocean liner the Titanic struck an iceberg in the frigid waters in the dark of night. What happened next seemed unbelievable to people at the time. In approximately two and a half hours, the celebrated ship flooded with water, cracked in half, and sank miles to the ocean floor below. Of the 2,200 passengers and crew onboard, only 705 survived. The rest suffered a terrifying and cold death in the Atlantic. Observers around the world were horrified and saddened by the tragedy, and many wanted answers. What caused this incredible disaster to happen, and why did so many people have to die? In The Sinking of the Titanic, read about the steamship from stem to stern, from the building and construction, the crew and passengers, and the ship's fate with an iceberg, to the effect this tragedy had, and continues to have, on the shipping industry and the world.",
    "isbn": "9781438103242",
    "link": "https://www.google.co.uk/books?vid=ISBN9781438103242"
  },
  {
    "title": "Little House in Big Woods",
    "author": "Laura Ingalls Wilder",
    "image_url": "http://books.google.com/books/content?id=1-_eDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "\"Little House in the Big Woods\" is an autobiographical children's novel written by Laura Ingalls Wilder and published by Harper in 1932. It was Wilder's first book published and it inaugurated her Little House series. It is based on memories of her early childhood in the Big Woods near Pepin, Wisconsin, in the early 1870s. Based on a 2007 online poll, the U.S. National Education Association named the novel one of its \"\"Teachers' Top 100 Books for Children\"\". In 2012, it was ranked number 19 among all-time children's novels in a survey published by School Library Journal – the first of three Little House books in the Top 100.",
    "isbn": "9781479417551",
    "link": "https://www.google.co.uk/books?vid=ISBN9781479417551"
  },
  {
    "title": "The Adventures of the Little Wooden Horse",
    "author": "Ursula Moray Williams",
    "image_url": "http://books.google.com/books/content?id=vfHBDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Rediscover the classic magical adventure of the Little Wooden Horse, brought to life with the original inside illustrations from the author of Milly-Molly-Mandy, Joyce Lankester Brisley. When Uncle Peder the toymaker falls on hard times, his little wooden horse must go out into the world to seek his fortune. But whether he's working in a coal mine, sailing the seven seas with a band of pirates or walking the tightrope in a circus, the loyal little horse only has one wish: to return to his beloved master. Originally published in 1938, Ursula Moray-Williams' The Adventures of the Little Wooden Horse is her most famous story and continues to be one of the most-loved classic stories of children's literature. With its glorious inside illustrations by Joyce Lankester Brisley and cover artwork from Catherine Rayner, this beautiful hardback edition is a truly special gift to treasure.",
    "isbn": "9781509858187",
    "link": "https://www.google.co.uk/books?vid=ISBN9781509858187"
  },
  {
    "title": "Fairy Tales",
    "author": "Hans Christian Anderson",
    "image_url": "http://books.google.com/books/content?id=pKO5Bydk2QEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "This definitive collection of work from Hans Christian Andersen—one of the immortals of world literature—not only includes his own notes to his stories but is the only version available in trade paperback that presents Andersen's fairy tales exactly as he collected them in the original Danish edition of 1874. Recognizing the literary merit of Andersen's own simple colloquial language, which Victorian translators and their imitators very often altered to sentimentalize or vulgarize, translator Erik Haugaard has remained faithful to the original text. The fairy tales Hans Christian Andersen wrote, such as \"The Snow Queen,\" \"The Ugly Duckling,\" \"The Red Shoes,\" and \"The Nightingale,\" are remarkable for their sense of fantasy, power of description, and acute sensitivity, and they are like no others written before or since. Unlike the Brothers Grimm, who collected and retold folklore, Andersen adopted the most ancient literary forms of the fairy tale and the folktale and distilled them into a genre that was uniquely his own.",
    "isbn": "9780307777898",
    "link": "https://www.google.co.uk/books?vid=ISBN9780307777898"
  },
  {
    "title": "The Wizard of Oz",
    "author": "L. Frank Baum",
    "image_url": "http://books.google.com/books/content?id=qbV65PabTEYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "In the first of L. Frank Baum's time-honored Oz novels, country girl Dorothy Gale gets whisked away by a cyclone to the fantastical Land of Oz. Dropped into the midst of trouble when her farmhouse crushes a tyrannical sorceress, Dorothy incurs the wrath of the Wicked Witch of the West. Dorothy is desperate to return to her native Kansas, and, aided by the Good Witch of the North, she sets out for the Emerald City to get help from the legendary Wizard. On her way, she meets three unlikely allies who embody key human virtues—the Scarecrow, the Tin Woodman, and the Cowardly Lion.",
    "isbn": "9780241411209",
    "link": "https://www.google.co.uk/books?vid=ISBN9780241411209"
  },
  {
    "title": "The Children of Green Knowe",
    "author": "Lucy Boston",
    "image_url": "http://books.google.com/books/content?id=fPF18bJ1oB0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Tolly comes to live with his greatgrandmother at the ancient house of Green Knowe and becomes friends with three children who lived there in the seventeenth century.",
    "isbn": "9780152171476",
    "link": "https://www.google.co.uk/books?vid=ISBN9780152171476"
  },
  {
    "title": "The Collected Tales of Nurse Matilda",
    "author": "Christianna Brank",
    "image_url": null,
    "synopsis": "Mr. and Mrs. Brown were forever having trouble with their numerous and incredibly naughty children . . . until the day Nurse Matilda entered their lives. First published nearly fifty years ago, Nurse Matilda and its two companion books-Nurse Matilda Goes to Town and Nurse Matilda Goes to Hospital-have charmed readers ever since. Now the inspiration for the major motion picture Nanny McPhee, all three beloved books are available once again in a paperback omnibus edition which features the three complete and unabridged books by Christianna Brand, along with Edward Ardizzone's charming black-and-white illustrations. This movie tie-in edition also features an eight-page color photo insert.",
    "isbn": "9781582346717",
    "link": "https://www.google.co.uk/books?vid=ISBN9781582346717"
  },
  {
    "title": "The Family from One End Street",
    "author": "Eve Garnett",
    "image_url": "http://books.google.com/books/content?id=2iFo5zm53msC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The story of everyday life in the big, happy Ruggles family who live in the small town of Otwell. Father is a dustman and Mother a washerwoman. Then there's all the children - practical Lily Rose, clever Kate, mischievous twins James and John, followed by Jo, who loves films, little Peg and finally baby William. A truly classic book awarded the Carnegie Medal as the best children's book of 1937.",
    "isbn": "9780141966656",
    "link": "https://www.google.co.uk/books?vid=ISBN9780141966656"
  },
  {
    "title": "The Secret Garden",
    "author": "Frances Hodgson Burnett",
    "image_url": "http://books.google.com/books/content?id=7GM4AAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Since its publication in 1911, The Secret Garden, a touchstone of children’s literature, has been adapted for plays and movies over a dozen times. Charming generations of readers, the story centers around the healing power of friendship, and the magic in the everyday. Burnett begins with a spoiled and unsympathetic heroine named Mary Lennox. When Mary is orphaned, she is shipped from her home in colonial India to a drab country house in Yorkshire. As she learns to tend the garden on the estate, Mary forms her first true friendships; when they bring a secret garden back to life, Mary and her friends are also transformed.",
    "isbn": "9780241411162",
    "link": "https://www.google.co.uk/books?vid=ISBN9780241411162"
  },
  {
    "title": "A Little Princess",
    "author": "Frances Hodgson Burnett",
    "image_url": "http://books.google.com/books/content?id=EaqI0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Sara Crewe, a pupil at Miss Minchin's London School, is left in poverty when her father dies, but is later rescued by a mysterious benefactor.",
    "isbn": "9780439101370",
    "link": "https://www.google.co.uk/books?vid=ISBN9780439101370"
  },
  {
    "title": "Alice’s Adventures in Wonderland",
    "author": "Lewis Carroll",
    "image_url": "http://books.google.com/books/content?id=btIQAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "",
    "isbn": "9789916732687",
    "link": "https://www.google.co.uk/books?vid=ISBN9789916732687"
  },
  {
    "title": "The Wind in the Willows",
    "author": "Kenneth Grahame",
    "image_url": "http://books.google.com/books/content?id=oUqRs6iCwBwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "“The boastful, unstable Toad, the hospitable Water Rat, the shy, wise, childlike Badger, and the Mole with his pleasant habit of brave boyish impulse,” noted Vanity Fair nearly a century ago, “are types of that deeper humanity which sways us all.” Written by Kenneth Grahame as bedtime stories for his son, The Wind in the Willows continues to delight readers today. Basing his fanciful animal characters on human archetypes, Grahame imparts a gentle, playful wisdom in his timeless tales. Few readers will be able to resist an invitation to join the Wild Wooders at Toad Hall, enjoy a quick splash in the river with Rat and Badger, or take a swerving ride with Toad in a “borrowed” motor-car.",
    "isbn": "9780307820402",
    "link": "https://www.google.co.uk/books?vid=ISBN9780307820402"
  },
  {
    "title": "Grimm’s Fairy Tales",
    "author": "Jacob and Wilhelm Grimm",
    "image_url": "http://books.google.com/books/content?id=k31NFutTNRQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The stories of magic and myth gathered by the Brothers Grimm have become part of the way children—and adults—learn about the vagaries of the real world. Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (Little Red Riding Hood), and Briar-Rose (Sleeping Beauty) are only a few of the more than two hundred enchanting characters included in this volume. The tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging. With black-and-white illustrations throughout Illustrated by Josef Schari / Commentary by Joseph Campbell Part of the Pantheon Fairy Tale and Folklore Library",
    "isbn": "9780307797186",
    "link": "https://www.google.co.uk/books?vid=ISBN9780307797186"
  },
  {
    "title": "The Just So Stories",
    "author": "Rudyard Kipling",
    "image_url": "http://books.google.com/books/content?id=g_S1HnZ_DwQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Twelve tales concerning the peculiarities of several jungle animals.",
    "isbn": "9781853261022",
    "link": "https://www.google.co.uk/books?vid=ISBN9781853261022"
  },
  {
    "title": "The Jungle Book",
    "author": "Rudyard Kipling",
    "image_url": "http://books.google.com/books/content?id=ms0xDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The Jungle Book (1894) is a collection of stories written by Rudyard Kipling.The tales in the book (and also those in The Second Jungle Book which followed in 1895, and which includes five further stories about Mowgli) are fables, using animals in an anthropomorphic manner to give moral lessons. The verses of The Law of the Jungle, for example, lay down rules for the safety of individuals, families and communities. Kipling put in them nearly everything he knew or \"\"heard or dreamed about the Indian jungle.\"\" The stories were first published in magazines in 1893-94. The original publications contain illustrations, some by the author's father, John Lockwood Kipling. Rudyard Kipling was born in India and spent the first six years of his childhood there. After about ten years in England, he went back to India and worked there for about six-and-a-half years. These stories were written when Kipling lived in Naulakha, the home he built in Dummerston, Vermont, in the United States.",
    "isbn": "9781387151684",
    "link": "https://www.google.co.uk/books?vid=ISBN9781387151684"
  },
  {
    "title": "The Narnia Chronicles",
    "author": "C.S. Lewis",
    "image_url": "http://books.google.com/books/content?id=C3i5el1DtVcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "Published in the early 1950s, C. S. Lewis's seven Chronicles of Narnia were proclaimed instant children's classics and have been hailed in The Oxford Companion to Children's Literature as \"the most sustained achievement in fantasy for children by a 20th-century author.\" But how could Lewis (a formidable critic, scholar, and Christian apologist)conjure up the kind of adventures in which generations of children (and adults) take such delight? In this engaging and insightful book, C. S. Lewis expert David C. Downing invites readers to join his vivid exploration of the Chronicles of Narnia, offering a detailed look at the enchanting stories themselves and also focusing on the extraordinary intellect and imagination of the man behind the Wardrobe. Downing presents each Narnia book as its own little wardrobe - each tale an opportunity to discover a visionary world of bustling vitality, sparkling beauty, and spiritual clarity. And Downing's examination of C. S. Lewis's personal life shows how the content of these classic children's books reflects Lewis's love of wonder and story, his affection for animals and homespun things, his shrewd observations about human nature, along with his vast reading, robust humor, theological speculations, medieval scholarship, and arcane linguistic jokes. A fun glossary of odd and invented words will allow readers to speak with Narnian flair, regaling friends and family with unusual words like cantrips, poltoonery, hastilude, and skirling. A masterful work that will appeal to both new and seasoned fans of Narnia, Into the Wardrobe offers a journey beyond Narnia's deceptively simple surface and into its richly textured and unexpected depths.",
    "isbn": "9780787997908",
    "link": "https://www.google.co.uk/books?vid=ISBN9780787997908"
  },
  {
    "title": "The Story of Dr Dolittle",
    "author": "Hugh Lofting",
    "image_url": "http://books.google.com/books/content?id=kcvnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The Voyages of Doctor Dolittle was the second of Hugh Lofting's Doctor Dolittle books to be published, coming out in 1922. It is nearly five times as long as its predecessor and the writing style is pitched at a more mature audience. The scope of the novel is vast; it is divided into six parts and the illustrations are also more sophisticated. It won the Newbery Medal for 1923. It was one of the novels in the series that was adapted into the film Doctor Dolittle. The novel begins when Tommy Stubbins, the narrator of the story, finds a squirrel injured by a hawk. Matthew Mugg, the cat's meat man, informs him to get help from Doctor Dolittle, who can speak the language of animals. The Doctor is away on a voyage, but when he returns, he attends to the squirrel. Tommy is introduced to some of the strange animals in Dolittle's care, such as the Wiff-Waff fish, and those who care for his household, such as Dab-Dab the duck, and Jip the dog. Polynesia the parrot arrives in Puddleby from Africa informs the Doctor that Bumpo is studying in Bullford. Tommy begins his studies with Doolittle, or rather with Polynesia who teaches Tommy the language of animals. Chee-Chee comes from Africa disguised as a lady and tells about his voyage to Puddleby. The Doctor acquires The Curlew and is thinking of taking Tommy, Polynesia, and Luke the Hermit. They find out from the hermit's dog, Bob, that he was sent to prison for murder but Bob is a witness so when the court is in the process the Doctor proves to the judge that he can talk to animals when this is settled he translates Bob's story to English. When the story is finished the judges conclude that the hermit is innocent.",
    "isbn": "9786257120098",
    "link": "https://www.google.co.uk/books?vid=ISBN9786257120098"
  },
  {
    "title": "Five Children and It",
    "author": "Edith Nesbit",
    "image_url": null,
    "synopsis": "FIVE CHILDREN AND IT By EDITH NESBIT The five children find a cantankerous sand fairy, a psammead, in a gravel pit. Every day 'It' will grant each of them a wish that lasts until sunset, often with disastrous consequences.",
    "isbn": "9783985942077",
    "link": "https://www.google.co.uk/books?vid=ISBN9783985942077"
  },
  {
    "title": "The Borrowers",
    "author": "Mary Norton",
    "image_url": "http://books.google.com/books/content?id=yUGAS0Ual3MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "The Borrowers—the Clock family: Homily, Pod, and their fourteen-year-old daughter, Arrietty, to be precise—are tiny people who live underneath the kitchen floor of an old English country manor. All their minuscule home furnishings, from postage stamp paintings to champagne cork chairs, are “borrowed” from the “human beans” who tromp around loudly above them. All is well until Pod is spotted upstairs by a human boy! Can the Clocks stay nested safely in their beloved hidden home, or will they be forced to flee? The British author Mary Norton won the Carnegie Medal for The Borrowers in 1952, the year it was first published in England.",
    "isbn": "9780547537702",
    "link": "https://www.google.co.uk/books?vid=ISBN9780547537702"
  },
  {
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupery",
    "image_url": "http://books.google.com/books/content?id=CQYg20lTHtMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The story of an airman's discovery in the desert of a small boy from another planet.ther planet._",
    "isbn": "9781853261589",
    "link": "https://www.google.co.uk/books?vid=ISBN9781853261589"
  },
  {
    "title": "The 101 Dalmatians",
    "author": "Dodie Smith",
    "image_url": "http://books.google.com/books/content?id=SY311nJxGs0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "Pongo the Dalmatian and his wife Missis undertake a daring expedition to rescue their fifteen puppies from the clutches of the vicious Cruella de Vil.",
    "isbn": "9780760725139",
    "link": "https://www.google.co.uk/books?vid=ISBN9780760725139"
  },
  {
    "title": "Heidi",
    "author": "Joanna Spyri",
    "image_url": "http://books.google.com/books/content?id=z9EHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "One of the best-selling books ever written, “Heidi” is an 1881 children's novel written by Johanna Spyri. The story centres around the life of a 5 year old girl who lives with her grandfather in the Swiss Alps. A charming tale of innocence and youth “for children and those who love children\", “Heidi” is not to be missed by fans and collectors of classic children's literature. Johanna Louise Spyri (1827–1901) was a Swiss author best remembered for her best-selling children's stories. Other notable works by this author include: “Toni, the Little Woodcarver” (1890), “Erick and Sally” (1891), and “Mäzli” (1891). Read & Co. Children's is proudly republishing this classic novel now in a new edition complete with a specially-commissioned biography of the author.",
    "isbn": "9781528791489",
    "link": "https://www.google.co.uk/books?vid=ISBN9781528791489"
  },
  {
    "title": "The Happy Prince and Other Tales",
    "author": "Oscar Wilde",
    "image_url": "http://books.google.com/books/content?id=SeMazgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "The Happy Prince and Other Tales (sometimes called The Happy Prince and Other Stories) is a collection of stories for children by Oscar Wilde first published in May 1888. It contains five stories: \"The Happy Prince\", \"The Nightingale and the Rose\", \"The Selfish Giant\", \"The Devoted Friend\", and \"The Remarkable Rocket\". In a town full of suffering poor people, a swallow who was left behind after his flock flew off to Egypt for the winter meets the statue of the late \"Happy Prince\", who in reality has never experienced true sorrow, for he lived in a palace where sorrow was not allowed to enter.Viewing various scenes of people suffering in poverty from his tall monument, the Happy Prince asks the swallow to take the ruby from his hilt, the sapphires from his eyes, and the gold leaf covering his body to give to the poor. As the winter comes and the Happy Prince is stripped of all of his beauty, his lead heart breaks when the swallow dies as a result of his selfless deeds and severe cold.The people, unaware of their good deeds, take the statue down from the pillar due to its shabbiness (intending to replace it with one of the Mayor, ) and the metal melted in a furnace, leaving behind the broken heart and the dead swallow; they are thrown in a dust heap.These are taken up to heaven by an angel that has deemed them the two most precious things in the city. This is affirmed by God, and they live forever in his \"city of gold\" and garden of paradise.",
    "isbn": "9782382260449",
    "link": "https://www.google.co.uk/books?vid=ISBN9782382260449"
  }
]