[
  {
    "title": "Philip Ardagh",
    "author": "The Eddie Dickens trilogy",
    "image_url": "http://books.google.com/books/content?id=2wxrPvB7i10C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "When eleven-year-old Eddie Dickens's ill parents become \"a bit crinkly round the edges,\" he is taken by his great-uncle and great-aunt, Mad Uncle Jack and Mad Aunt Maude, and embarks on adventures that involve strolling actors, St. Horrid's Home for Grateful Orphans, and a carnival float shaped like a giant cow.",
    "isbn": "9780439569606",
    "amazon_link": "https://www.amazon.co.uk/dp/9780439569606/ref=nosim?tag=jtatton-21"
  },
  {
    "title": "Rainbow Grey",
    "author": "Laura Ellen Anderson",
    "image_url": "http://books.google.com/books/content?id=OUhCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "The second book in a magical new series from best-selling author and illustrator, Laura Ellen Anderson!",
    "isbn": "9780008525903",
    "amazon_link": "https://www.amazon.co.uk/dp/9780008525903/ref=nosim?tag=jtatton-21"
  },
  {
    "title": "Mary Arrigan",
    "author": "The Rabbit Girl",
    "image_url": "http://books.google.com/books/content?id=9SbBAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "What is the secret of Mallie's picture? The mystery unfolds as evacuees Tony and Alice escape the terrors of London's Blitz for the Lake District, where they befriend a fascinating and fearless old lady. Many years later, an after-school job in a pet shop enables well-meaning Mallie to buy her mum a drawing of a girl with a rabbit. Could this old picture bring past and present together - and change Mallie's life?",
    "isbn": "9781907666926",
    "amazon_link": "https://www.amazon.co.uk/dp/9781907666926/ref=nosim?tag=jtatton-21"
  },
  {
    "title": "David Baddiel",
    "author": "AniMalcom",
    "image_url": "http://books.google.com/books/content?id=0-DTjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "synopsis": "From David Baddiel, the brightest new star of children's books and winner of the LOLLIES award, comes a laugh-out-loud adventure for every child who ever wondered what it might be like to be a bit of an animal... Malcolm doesn't like animals.Which is a problem because his family love them. Their house is full of pets. What the house is NOT full of is stuff Malcolm likes. Such as the laptop he wanted for his birthday.The only bright spot on the horizon is the Year Six school trip, which Malcolm never thought his parents would pay for. And yet there he is, on the bus, heading to... oh no. A farm.Over the next days, Malcolm changes. He learns a lot about animals. More, in many ways, than he would like. He learns what it's really like to be an animal. A whole series of animals, in fact...It does make him think differently. And speak differently. And eat differently. And, um, smell differently. But will he end up the same as before?Because sometimes the hardest thing to become is... yourself.",
    "isbn": "9780008185152",
    "amazon_link": "https://www.amazon.co.uk/dp/9780008185152/ref=nosim?tag=jtatton-21"
  },
  {
    "title": "David Baddiel",
    "author": "The Taylor Turbochaser",
    "image_url": "http://books.google.com/books/content?id=pfKUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "synopsis": "It’s the latest Brilliant Blockbuster from bestselling Baddiel! A non-stop thrill-ride adventure that will have readers young and old racing to the finishing line.",
    "isbn": "9780008334185",
    "amazon_link": "https://www.amazon.co.uk/dp/9780008334185/ref=nosim?tag=jtatton-21"
  }
]